Repository: VerimApp/auth
Catalog: auth/locale/*/LC_MESSAGES/*.po
Languages: ru

source: User not found.
ru: Пользователь не найден.

source: Wrong password.
ru: Неверный пароль.

source: Email is already taken.
ru: Почта уже занята.

source: Username is already taken.
ru: Имя пользователя уже занято.

source: Password mismatch.
ru: Пароли не совпадают.

source: Make sure that length is not less than %(min_length)s.
ru: Убедитесь, что длина значения не меньше %(min_length)s.

source: Make sure that length is not greater than %(max_length)s.
ru: Убедитесь, что длина значения не больше %(max_length)s.

source: Invalid characters: %(invalid_characters)s.
ru: Некорректные символы: %(invalid_characters)s.

source: Make sure that password length is not less than %(min_length)s.
ru: Убедитесь, что длина пароля не меньше %(min_length)s.

source: Make sure that password length is not greater than %(max_length)s.
ru: Убедитесь, что длина пароля не больше %(max_length)s.

source: Invalid characters in password: %(invalid_characters)s.
ru: Некорректные символы: %(invalid_characters)s.

source: Password must contain at least one character from each of the following groups:
ru: Пароль должен содержать минимум по 1 символу каждой из следующих групп:

source: - Lowercase letters
ru: - Буквы нижнего регистра

source: - Uppercase letters
ru: - Буквы верхнего регистра

source: - Digits
ru: - Цифры

source: Make sure that username length is not less than %(min_length)s.
ru: Убедитесь, что длина имени пользователя не меньше %(min_length)s.

source: Make sure that username length is not greater than %(max_length)s.
ru: Убедитесь, что длина имени пользователя не больше %(max_length)s.

source: Invalid characters in username: %(invalid_characters)s.
ru: Некорректные символы в имено пользователя: %(invalid_characters)s.

source: Token is not correct.
ru: Некорректный токен.

source: User is not active.
ru: Пользователь неактивен.
